const userData = {
  avatar: "https://tlwl-oss-public.songshuedu.net/taoli-cardly-mini-ui/avatar/avatar-fjf.png",
  name: '方锦峰',
  enName: 'Fang Jinfeng',
  email: '',
  phone: '',
  sex: '',
  wechat: '',
  positionsList: [
    {
      company: '深圳桃李未来教育集团有限公司',
      position: '董事长',
    },
    {
      company: '深圳宏德公益基金会',
      position: '理事长',
    },
    {
      company: '深圳工商业联合会',
      position: '副会长',
    },
    {
      company: '深圳海外交流协会',
      position: '副会长',
    },
    {
      company: '深圳教育培训行业协会',
      position: '副会长',
    },
    {
      company: '中国国际中文教育基金会桃李未来孔子学院院长培训专项基金管委会',
      position: '副主任',
    },
  ],
  introList: [
    {
      date: '2018年',
      content:['创办松鼠教育，松鼠教育华强北初中部校区开业。“松鼠8人精品小班”从此开始走向千家万户。']
    },
    {
      date: '2019年',
      content:['成立松鼠志愿服务队（现桃李志愿服务队），定期开展爱心公益活动，在坚持良心办学的同时，不忘企业所肩负的社会责任。']
    },
    {
      date: '2020年',
      content:['首次赴清华北大进行校园招聘。越来越多的名校毕业生，选择在松鼠开启教师之路。']
    },
    {
      date: '2022年',
      content:['带领松鼠教育进行品牌多元化升级，更名为桃李未来，并积极布局与引领桃李中文、桃李童学、桃李家育、桃李国际、湾区国际书院、桃李未来复读学校、高中学科素质教育等多元业务。']
    },
    {
      date: '2023-2024年',
      content:['连续两次受邀参加于北京举办的世界中文大会，与会期间，向教育部部长怀进鹏、时任教育部副部长陈杰、中宣部副部长王纲等领导简要汇报业务发展，并受到领导们的一致认可与勉励。']
    },
    {
      date: '2024年',
      content: [
        '出访泰国、越南与海外孔院共办全球孔院20周年庆典，并受邀参加系列活动，大力推广国际中文教育高质量发展，促进中外语言、文化交流合作。',
        '应邀出席2024世界中文大会暨参与发起成立孔子学院工作专家库，为国际中文教育事业、为中外人文交流做出持续高质量的贡献！',
       '应邀出席首届“马克思主义经典著作教学与研读指导”学术研讨会，并为受资助小组组长代表赠送图书。' 
      ]
    }
  ]
}

export default userData
